{
  "cast": [
    {
      "slug": "brennan",
      "name": "Brennan Lee Mulligan",
      "pronouns": "He/Him/His",
      "image": "bleem.jpg",
      "post": "Mulligan is the creator and GM of Dimension 20, and a Webby-award winning CollegeHumor cast member and writer. He has taught and performed at the Upright Citizens Brigade Theater, co-created the award-winning webcomic Strong Female Protagonist, and written dozens of LARPs for the Wayfinder Experience summer camp in upstate New York."
    },
    {
      "slug": "aabria",
      "name": "Aabria Iyengar",
      "pronouns": "She/Her/Hers",
      "image": "aabria.jpg",
      "post": "Iyengar is a tabletop streamer, voice actor, podcaster, and writer. You know her best from Critical Role’s Exandria Unlimited, Dimension 20, and The Adventure Zone: Imbalance, but they say that wherever dice are rolled there’s a one-in-twenty chance she might just show up."
    },
    {
      "slug": "erika",
      "name": "Erika Ishii",
      "pronouns": "All pronouns",
      "image": "erika.jpg",
      "post": "Ishii is best known for their voiceover work in games and animation. They star as Valkyrie in Apex Legends, Ana Bray and Kridis in Destiny 2, Lumu in Halo Infinite, Kitsune in Call of Duty: Warzone, with featured roles in Cyberpunk 2077, Young Justice, and more. Erika can also be seen performing with Dimension 20, Critical Role, The McElroy Family, and College Humor’s Dropout. Past work includes producing and hosting for Marvel, Geek & Sundry, and Nerdist."
    },
    {
      "slug": "lou",
      "name": "Lou Wilson",
      "pronouns": "He/Him/His",
      "image": "lou.jpg",
      "post": "Wilson is a comedian who’s done it all. He’s starred in Television like TBS' The Guest Book and Netflix's American Vandal. Written for Playboy and the Comedy Central reboot of Crank Yankers. Danced alongside Pete Davidson in Judd Apatow’s The King Of Staten Island. Shit- he even did a SnapChat series! These days, you can find Lou on Dropout's Dimension 20 or ABC, where he’s a writer and the on-camera announcer for Jimmy Kimmel Live."
    }
  ]
}
